{"menu_link1":"Home","menu_link2":"Video","menu_link3":"Categories","menu_link4":"Brands","menu_link5":"Membership","menu_link6":"App","menu_link7":"About Us","lang_current":"English ","lang_1":"Spanish","header_title":"THE LARGEST PRIVATE DISCOUNT NETWORK IN U.S.A FOR THE HISPANIC COMMUNITY","header_title_phrase1":"to save thousands of dollars.","header_title_phrase2":"to choose where to save.","header_title_phrase3":"to share with the family.","header_subtitle":"Created by Hispanics for Hispanics!","header_button":"START SAVING NOW!","header_button_hover":"JOIN NOW!","video_title":"GET READY!","video_subtitle":"Here comes the secret to save money every day.","cards_title":"MORE THAN 1+ MILLION DISCOUNTS TO SAVE","cards_title_blue":"All in just one place","cards_card1_front":"SHOPPING","cards_card1_back":"RETAILERS AND SERVICES 150.000+ Clothing, technology, services, cars, home, groceries, health, fitness, etc.","cards_card2_front":"FOOD","cards_card2_back":"EAT OUT 50.000+ Casual and elegant dining, fast food, pizza, catering, etc.","cards_card3_front":"PLAY AND ENTERTAINMENT","cards_card3_back":"ACTIVITIES AND FUN 50.000+ Theme parks, recreation, adventure entertainment, movies, golf, etc.","cards_card4_front":"TRAVEL","cards_card4_back":"TRAVEL 850.000+ Hotel, car rentals, resorts, airport services, cruises, tours, etc.","cat_title":"THERE ARE NO EXCUSES","cat_subtitle":"Daily savings is easier than ever!","cat_thumbs_1":"Shop","cat_thumbs_2":"Eat","cat_thumbs_3":"Play","cat_thumbs_4":"Travel","cat_1_title":"Shop","cat_1_text_1":"Did you know that shopping is related with happiness, well-being and pleasure?","cat_1_text_2":"From A to Z, enjoy the top discounts from our partners, from health, clothing and beauty to home and garden","cat_1_cta":"SHOP AND SAVE","cat_2_title":"Tasty Offers","cat_2_text_1":"Join the quest to discover exquisite flavors that await for you with irresistible discounts","cat_2_cta":"JOIN AND ENJOY","cat_3_title":"Play","cat_3_text_1":"Every day is a new opportunity to immerse yourself in an adventure like no other.","cat_3_text_2":"Big savings with discounts on theme parks, theaters, amusement centers and many more options","cat_3_cta":"HAVE FUN WHILE SAVING","cat_4_title":"Travel","cat_4_text_1":"Embark on a dream journey through mountains and valleys, or simply sink into a fluffy feather bed.","cat_4_text_2":"Take advantage of discounts on hotels and travel agencies to make your trip even more unforgettable!","cat_4_cta":"START YOUR ADVENTURE","brands_title":"MAXIMUM SAVINGS GUARANTEED!","brands_subtitle":"Find exclusive savings from the world's best brands, including thousands of local merchants nationwide.","membership_title":"What are the benefits of my membership?","membership_benefit1":"High value discounts.","membership_benefit2":"Beloved and well-known brands.","membership_benefit3":"Discounts near your location","membership_benefit4":"Exclusive offers.","membership_benefit5":"Easy to redeem discounts.","membership_cta":"I WANT TO SAVE","membership_cta_hover":"JOIN NOW!","membership_card_front1":"SAVE OVER","membership_card_front2":"$2500 A YEAR ","membership_card_front3":"WITH 1+ MILLION DISCOUNTS","membership_card_back1":"ANNUAL PAYMENT OF $47.99","membership_card_back2":"*Equivalent to $3.99 ​​per month","membership_card_back3":"Automatic Renewal","app_title":"FIND OUT HOW!","app_paragraph_1":"\"Use the GPS function in our Web or Mobile APP to find discounts near you.\"","app_paragraph_2":"\"When you become a member, just download our app, log in and be surprised with the best offers in the blink of an eye.\"","app_paragraph_3":"What are you waiting for? Start using it now!","app_button":"I WANT DISCOUNTS","app_button_hover":"SIGN UP!","app_subtitle":"Start saving now just like them!","app_slider_1":"“We just moved and I wanted to paint! I love that there is a PPG and Sherwin Williams coupon I can use monthly and save on paint as I go room by room!” – Chelsie F.","app_slider_2":"“I used a deal on Six Flags tickets and we had a great time. I will definitely be using this again!” – Liliana M.","app_slider_3":"“I was so excited to see a Texas De Brazil coupon for $10 off an entree. My fiance and I used it for our anniversary dinner!” – Nicole P","app_slider_4":"“I was happy when I was able to take my children to the San Diego Zoo for a pretty reasonable price!” – Matthew W.","app_slider_6":"“We loved the deal on Universal Studios tickets! The kids enjoyed the experience and the money we saved was used for lunch and a souvenir.” – Kimberly A.","app_slider_5":"“I utilized the promo code for chewy.com after adopting my first dog. It was a great way to get her what she needed!” – Monica N.","app_slider_7":"“I used the discount for Jiffy Lube to get my car back-to-school ready!” – Marimonte R.","app_slider_8":"“I used the Enterprise deal and the experience was excellent. Quick, easy, and the deal was honored without issue.” – Melissa L.","app_slider_9":"“I was able to get the Samsung TV I was looking for for $300 less than the lowest price I found in retail stores.” – Jared S.","app_slider_10":"“I was pleasantly surprised by our savings at Legoland! Six of us went for two days for less than a one-day ticket purchased at the gate!”  – Amy S.","app_slider_11":"“There are so many different offers on this app. I always check it when I am out. We recently went to Topgolf and the app saved us an additional $10!” – Tricia H.","app_slider_12":"“I saved at least $8 on every oil change at Jiffy Lube and my daughter saved $200 on her Apple computer.” – Sean T.","aboutus_title":"About Us","aboutus_paragraph_1":"Would you like to know our history?","aboutus_paragraph_2":"ORGANIZATIONS: In addition to serving individual consumers, TuEliges.us also collaborates with organizations of various sizes and industries that serve the Hispanic community.","aboutus_paragraph_3":"For example, Hispanic Associations, Hispanic Chambers of Commerce, Financial Entities, Companies and more, use our discount membership as a valuable tool for all their members to save thousands of dollars per year, and say “Thank you” to their community.","aboutus_cta":"CONTACT US","footer_contact":"Contact","footer_support":"Support","footer_legal":"Legal Information","footer_terms":"Terms and Conditions","footer_policy":"Privacy Policy","footer_policy_2":"Privacy Policy - Coupon Website","footer_membership":"Manage membership","footer_copyright":"Copyright © 2024 TuEliges.us LLC. All rights reserved.","footer_based":"Based in Lake Mary, FL - U.S.A","thanks_title":"Congratulations!","thanks_paragraph1":"Welcome to the community! ","thanks_paragraph2":"Check the email we just sent you from noreply@tueliges.us (you could search spam), there you will also receive your Membership ID and the login steps.","thanks_paragraph3":"Your Membership ID: ","thanks_paragraph4":"If you can't find it, write to us at","thanks_support_email":" support@tueliges.us","thanks_paragraph5":"Start exploring your deals today, and watch the savings stack up!","thanks_step1":"1. Activate your membership right now by ","thanks_step1_click":"clicking here.","thanks_step2":"2. Download the My Deals mobile app so you can find deals near you.","thanks_visit_us":"Visit our social network sites for more information.","thanks_copy_clipboard":"Copied to clipboard!","modal_paragraph1_phrase1":"As a member of the ","modal_paragraph1_phrase2":" community, your membership has an exclusive 50% discount and you pay only $23.99 per year (normally $47.99), so you can save on all your purchases and outings from coast to coast.","modal_paragraph2":"From here you can access your annual membership with your promotional code or you can visit our site and learn more about our discounts.","modal_welcome":"Welcome!","modal_info":"Learn more about our discounts","modal_cta":"USE MY CODE","faq_title_1":"What is TuEliges.us?","faq_title_2":"How does the discount platform work?","faq_title_3":"What products or services do I get discounts on with my membership?","faq_title_4":"How much can I save?","faq_title_5":"Why should I join?","faq_content_1":"TuEliges.us was designed and created to become the largest private discount network in the United States for the Hispanic community. TuEliges.us today has more than 1 million discounts in a national network with well-known and local brands in: Food, Shopping, Entertainment and Travel, but also works together with all communities and local merchants in each of the 150 markets Coast to coast.\nOur goal is for each of our members and their Hispanic families to save thousands of dollars during the year.","faq_content_2_1":"1. Register with your contact information ","faq_content_2_1_link":"here","faq_content_2_2":"2. If you have a promotional code from our ALLIES, paste it in the “promotional code” box and click Apply.","faq_content_2_3_phrase_1":"3. Once you make the payment for your annual membership, we will redirect you to a thank you page so you can log in to our discount platform. Your Membership ID will also be sent to your email along with the login details at:","faq_content_2_3_link":"https://tueligesus.enjoymydeals.com/","faq_content_2_3_phrase_2":" later, you can download the My Deals Mobile application on your cell phone and register with the same email, the name of your organization: TuEliges.us, your Membership ID and the password you used for your savings website.","faq_content_2_4":"4. Your Membership ID is personal and non-transferable, so it cannot be transferred to a third party, as some merchants may request user identification.","faq_content_2_5":"5. Thirty (30) calendar days before automatic renewal, we will send you an email asking if you want to continue using our platform. If you do not want to do so, you can cancel at that time.","faq_content_2_6":"6. You can unsubscribe from your membership at any time from https://tueliges-us.recurly.com/account/create_account ","faq_content_2_7":"7. Discounts can be redeemed in three ways: in person by showing the discount directly from your cell phone, online or through a phone call.","faq_content_2_8":"8. We offer a full 8-day money back guarantee. If it has been 8 days since you purchased from us, unfortunately we cannot offer you a refund or exchange. However, if there is a problem or you have any questions, you can send us an email at support@tueliges.us and we will find a solution in the shortest time possible.","faq_content_2_9":"9. We accept the following payment methods such as credit card and debit card: Visa, Mastercard, American Express, Discover, Diners Club, JCB, Union Pay.","faq_content_2_10_phrase_1":"10. Our website ","faq_content_2_10_link1":"(www.tueliges.us)","faq_content_2_10_phrase_2":" and our discount platform ","faq_content_2_10_link2":"(tueligesus.enjoymydeals.com)","faq_content_2_10_phrase_3":" are in English and Spanish languages.","faq_content_3":"You'll get exclusive access to OVER 1 MILLION PLACES TO SAVE in four categories from coast to coast:","faq_content_3_1":"1. Retail and Services: with over 150,000 options for clothing, technology, services, automobiles, home, groceries, health, fitness, etc.","faq_content_3_2":"2. Food: with more than 50,000 options for casual and fine dining, fast food, pizza, catering, etc.","faq_content_3_3":"3. Activities and Fun: with more than 50,000 options for theme parks, recreation, adventure entertainment, movies, golf, etc.","faq_content_3_4":"4. Travel: with more than 850,000 options for hotels, car rentals, condos, airport services, cruises, tours, etc.","faq_content_4":"With an average discount of 34%, you can easily recover your annual membership investment by making at least two or three purchases, generating savings of more than $2,500 per year.","faq_content_5":"TuEliges.us is a tool to empower the Hispanic community, allowing them to save on their purchases and daily experiences. As our motto says, you choose where to save. We are a platform made by and for the Hispanic community in the United States."}