{"menu_link1":"Inicio","menu_link2":"Video","menu_link3":"Categorías","menu_link4":"Marcas","menu_link5":"Membresía","menu_link6":"App","menu_link7":"Nosotros","lang_current":"Español","lang_1":"English","header_title":"LA RED PRIVADA DE DESCUENTOS MÁS GRANDE DE U.S.A PARA LA COMUNIDAD HISPANA","header_title_phrase1":"para ahorrar miles de dólares.","header_title_phrase2":"para elegir dónde ahorrar.","header_title_phrase3":"para compartir en familia.","header_subtitle":"¡Creada por hispanos para hispanos!","header_button":"¡ADQUIERE TU MEMBRESIA!","header_button_hover":"JOIN NOW!","video_title":"¡PREPÁRATE!","video_subtitle":"Aquí viene el secreto para ahorrar dinero todos los días.","cards_title":"MÁS DE 1+ MILLÓN DE DESCUENTOS PARA AHORRAR","cards_title_blue":"Todo en un solo lugar","card_subtitle":"Toma un tour por nuestra plataforma.","cards_cta":"¡Explora tus descuentos!","cards_card1_front":"COMPRAS","cards_card1_back":"MINORISTAS Y SERVICIOS 150.000+ Ropa, tecnología, servicios, automóviles, hogar, comestibles, salud, fitness, etc.","cards_card2_front":"COMIDAS","cards_card2_back":"SALIR A COMER 50.000+ Cenas informales y elegantes, comida rápida, pizza, catering, etc.","cards_card3_front":"JUEGOS Y ENTRETENIMIENTO","cards_card3_back":"ACTIVIDADES Y DIVERSIÓN 50.000+ Parques temáticos, recreación, entretenimiento de aventuras, cine, golf, etc.","cards_card4_front":"VIAJES","cards_card4_back":"VIAJES 850.000+ Hotel, alquiler de autos, condominios, servicios de aeropuerto, cruceros, tours, etc.","cat_title":"NO HAY EXCUSAS","cat_subtitle":"¡Ahorrar diariamente es más fácil que nunca!","cat_thumbs_1":"Compras","cat_thumbs_2":"Comidas","cat_thumbs_3":"Entretenimiento","cat_thumbs_4":"Viajes","cat_1_title":"Compras","cat_1_text_1":"¿Sabías que comprar es sinónimo de felicidad, bienestar y placer?","cat_1_text_2":"De la A a la Z, disfruta de los descuentos más top de nuestros socios comerciales, desde salud, ropa y belleza hasta hogar y jardín","cat_1_cta":"COMPRA Y AHORRA","cat_2_title":"Ofertas deliciosas","cat_2_text_1":"Sumate en la búsqueda para descubrir sabores exquisitos que te esperan con descuentos irresistibles","cat_2_cta":"ÚNETE Y DISFRUTA","cat_3_title":"Entretenimiento","cat_3_text_1":"Cada día es una nueva oportunidad para sumergirte en una aventura sin igual.","cat_3_text_2":"Ahorra en grande con descuentos en parques temáticos, teatros, centros de diversión y muchas opciones más","cat_3_cta":"DIVIÉRTETE AHORRANDO","cat_4_title":"Viajar","cat_4_text_1":"Embárcate en un viaje de ensueño a través de montañas y valles, o simplemente sumérgete en una cama de plumas esponjosas","cat_4_text_2":"¡Aprovecha los descuentos en hoteles y agencias de viaje para que tu viaje sea aún más inolvidable!","cat_4_cta":"EMPIEZA TU AVENTURA","brands_title":"¡AHORRO MÁXIMO GARANTIZADO!  ","brands_subtitle":"Encuentra ahorros exclusivos de las mejores marcas del mundo, incluidos miles de comerciantes locales en todo el país.","membership_title":"¿Cuáles son los beneficios de mi membresía?","membership_benefit1":"Descuentos de alto valor.","membership_benefit2":"Marcas queridas y conocidas.","membership_benefit3":"Descuentos cerca a tu ubicación","membership_benefit4":"Ofertas exclusivas.","membership_benefit5":"Descuentos fáciles de redimir.","membership_cta":"QUIERO MI MEMRESIA","membership_cta_hover":"JOIN NOW!","membership_card_front1":"AHORRA MÁS","membership_card_front2":"DE $2500 AL AÑO","membership_card_front3":"CON +1 MILLÓN DE DESCUENTOS","membership_card_back1-mob":"AHORRA MÁS DE $2,500","membership_card_back1":"PAGO ANUAL DE $47.99","membership_card_back2":"*Equivalente a $3.99 por mes","membership_card_back3":"Renovación Automática","app_title":"¡CONOCE CÓMO!","app_paragraph_1":"Usa la función del GPS en nuestra APP Web o Celular para encontrar descuentos cerca de ti.","app_paragraph_2":"Al hacerte miembro, sólo descarga nuestra app, inicia sesión y déjate sorprender con las mejores ofertas en un abrir y cerrar de ojos.","app_paragraph_3":"¿Qué esperas? ¡Corre a usarla!","app_button":"QUIERO DESCUENTOS","app_button_hover":"¡SUSCRÍBETE!","app_subtitle":"¡Haz como ellos y comienza a \nahorrar ahora mismo!","app_slider_1":"“¡Nos acabamos de mudar y quería pintar! ¡Me encanta que hay un cupón de PPG y Sherwin Williams que puedo usar mensualmente y ahorrar en pintura a medida que voy de habitación en habitación!” – Chelsie F.","app_slider_2":"“Utilicé una oferta en entradas para Six Flags y nos lo pasamos genial. ¡Definitivamente usaré esto nuevamente!” – Liliana M.","app_slider_3":"“Me emocionó mucho ver un cupón de Texas De Brazil de $10 de descuento en un plato principal. ¡Mi prometido y yo lo usamos para nuestra cena de aniversario! -Nicole P.","app_slider_4":"“¡Me sentí feliz cuando pude llevar a mis hijos al Zoológico de San Diego por un precio bastante razonable!” – Mateo W.","app_slider_6":"“¡Nos encantó la oferta en entradas para Universal Studios! Los niños disfrutaron la experiencia y el dinero que ahorramos lo usamos para el almuerzo y un souvenir”. -Kimberly A.","app_slider_5":"“Utilicé el código promocional de Chewy.com después de adoptar mi primer perro. ¡Fue una excelente manera de conseguirle lo que necesitaba! – Mónica N.","app_slider_7":"“¡Usé el descuento de Jiffy Lube para preparar mi auto para el regreso a clases!” – Marimonte R.","app_slider_8":"“Utilicé el acuerdo de Enterprise y la experiencia fue excelente. Rápido, fácil y el trato se cumplió sin problemas”. -Melissa L","app_slider_9":"“Pude conseguir el televisor Samsung que estaba buscando por $300 menos que el precio más bajo que encontré en las tiendas minoristas”. – Jared S.","app_slider_10":"“¡Me sorprendieron gratamente nuestros ahorros en Legoland! ¡Seis de nosotros fuimos por dos días por menos de un boleto de un día comprado en la puerta! -Amy S.","app_slider_11":"“Hay tantas ofertas diferentes en esta aplicación. Siempre lo reviso cuando salgo. ¡Recientemente fuimos a Topgolf y la aplicación nos ahorró $10 adicionales!” – Tricia H.","app_slider_12":"“Ahorré al menos $8 en cada cambio de aceite en Jiffy Lube y mi hija ahorró $200 en su computadora Apple”. – Sean T.","aboutus_title":"Nosotros","aboutus_paragraph_1":"¿Quieres conocer nuestra historia?","aboutus_paragraph_2":"ORGANIZACIONES: Además de atender a los consumidores individuales, TuEliges.us también colabora con organizaciones de diversos tamaños e industrias que prestan sus servicios a la comunidad hispana.","aboutus_paragraph_3":"Por ejemplo, Asociaciones Hispanas, Cámaras de Comercio Hispanas, Entidades Financieras, Empresas y más, utilizan nuestra membresía de descuentos como una herramienta valiosa para que todos sus miembros ahorren miles de dólares por año, y decir “Gracias“ a su comunidad.","aboutus_cta":"CONTÁCTANOS","footer_contact":"Contacto ","footer_support":"Soporte","footer_legal":"Información legal","footer_terms":"Términos y Condiciones","footer_policy":"Política de Privacidad","footer_policy_2":"Política de Privacidad - Sitio Web de Cupones","footer_membership":"Administrar membresia","footer_copyright":"Copyright © 2025 TuEliges.us LLC. Todos los derechos reservados.","footer_based":"Basados en Lake Mary, FL - U.S.A","thanks_title":"<strong>Felicitaciones,</strong> ¡Ya eres parte de nuestra comunidad!","thanks_intro":"<strong>Has recibido todo lo necesario a tu email! </strong> Ahora solo tienes que activar la membresía para empezar a usarla en donde quieras.","thanks_send_email":"Te enviamos un correo desde noreply@tueliges.us","thanks_your_member":"Tu ID de miembro es","thanks_cta":"Activar membresía","thanks_email_text":"Si tienes preguntas, escríbenos a","thanks_copy_clipboard":"Copiado en portapapeles","activate_title":"Aquí te brindamos la información necesaria para <strong>activar tu membresía.</strong>","activate_subtitle":"Tú <strong>Eliges</strong> cómo hacerlo","activate_from_web":"Desde Web","activate_from_app":"Desde App","activate_web_info":"Esta información la vas a usar en <span>My Deals Web.</span>","activate_app_info":"Esta información la vas a usar en <span>My Deals Mobile App.</span>","activate_web_1":"1. Ubica el botón \"Sign Up\" o “Regístrate”.","activate_web_2":"2. Completa los campos requeridos.","activate_web_3":"3. Ingresa tu <strong> ID de miembro:</strong>","activate_web_4":"4. Crea una contraseña segura.","activate_app_1":"1. Ubica el botón \"Sign Up\" o “Regístrate”.","activate_app_2":"2. Sigue el paso a paso y completa los campos requeridos.","activate_app_3":"3. Ten presente estos dos datos clave:","activate_app_3_a":"Nombre de la organización: ","activate_app_3_b":"ID de miembro: ","activate_app_4":"4. Crea una contraseña segura.","activate_download_app":"Asegúrate de descargar la App para completar la activacion desde alli","modal_paragraph1_phrase1":"Como miembro de la comunidad ","modal_paragraph1_phrase2":" tu membresía tiene un descuento exclusivo para que ahorres en todas tus compras diarias.","modal_paragraph2_phrase1":"Desde aquí podrás  ","modal_paragraph2_phrase1_black":"Explorar nuestros Descuentos","modal_paragraph2_phrase2":"y cuando estés listo, podrás acceder a tu membresía anual con tu  ","modal_paragraph2_phrase2_black":"código promocional ","modal_paragraph2_phrase3":"que se activa automáticamente en ","modal_paragraph2_phrase3_black":"USAR MI CÓDIGO.","modal_welcome":"¡Bienvenido!","modal_info":"Explora y conoce más sobre nuestros descuentos","modal_ready":"¿Estás listo para unirte?","modal_cta":"USAR MI CÓDIGO","modal_error":"No fue posible validar tu código","faq_faq":"Preguntas frecuentes","faq_title_1":"¿Qué es TuEliges.us?","faq_title_2":"¿Cómo funciona la plataforma de descuentos?","faq_title_3":"¿En qué productos o servicios obtengo descuentos con mi membresía?","faq_title_4":"¿Cuánto puedo ahorrar?","faq_title_5":"¿Por qué debería unirme?","faq_content_1":"TuEliges.us fue diseñado y creado para convertirse en la red privada de descuentos más grande de Estados Unidos para la comunidad hispana. TuEliges.us hoy cuenta con más de 1 millón de descuentos en una red nacional con marcas conocidas y locales en: Comida, Compras, Entretenimiento y Viajes, pero también trabaja en conjunto con todas las comunidades y comerciantes locales en cada uno de los 150 mercados de costa a costa.\nNuestro objetivo es que cada uno de nuestros miembros y sus familias hispanas ahorren miles de dólares durante el año.","faq_content_2_1":"1. Regístrate con tu información de contacto ","faq_content_2_1_link":"aquí","faq_content_2_2":"2. Si tienes un código promocional de nuestros ALIADOS, pégalo en la caja de “código promocional” y le das click en Apply (Aplicar).","faq_content_2_3_phrase_1":"3. Una vez realices el pago de tu membresía anual, te vamos a redirigir a una página de agradecimiento para que puedas iniciar sesión en nuestra plataforma de descuentos. También a tu correo será enviado tu Membership ID junto con los detalles de inicio de sesión en: ","faq_content_2_3_link":"https://tueligesus.enjoymydeals.com/","faq_content_2_3_phrase_2":" posteriormente, puedes descargar la aplicación My Deals Mobile en tu celular y registrarte con el mismo correo electrónico, el nombre de tu organización: TuEliges.us , tu Membership ID y la contraseña que usaste para tu sitio Web de ahorros.","faq_content_2_4":"4. Tu Membership ID es personal e intransferible, por lo que no se podrá ceder a un tercero, ya que algunos comerciantes podrían solicitar la identificación del usuario.","faq_content_2_5":"5. Treinta (30) calendario antes de efectuar la renovación automática, te vamos a enviar un correo preguntándote si quieres continuar usando nuestra plataforma, en caso de no querer hacerlo, puedes cancelar en ese momento.","faq_content_2_6":"6. Puedes cancelar tu suscripción de tu membresía en cualquier momento desde https://tueliges-us.recurly.com/account/create_account ","faq_content_2_7":"7. Los descuentos se pueden canjear de tres maneras: en persona mostrando el descuento directamente desde tu celular, en línea o mediante una llamada telefónica.","faq_content_2_8":"8. Ofrecemos una garantía completa de devolución de dinero de 8 días. Si han pasado 8 días desde que nos compraste, lamentablemente no podemos ofrecerte un reembolso ni un cambio. Sin embargo, si hay algún problema o tienes alguna pregunta, nos puedes enviar un correo electrónico a soporte@tueliges.us y buscaremos una solución en el menor tiempo posible.","faq_content_2_9":"9. Aceptamos los siguientes métodos de pago: tarjeta de crédito y tarjeta de débito Visa, Mastercard, American Express, Discover, Diners Club, JCB, Union Pay.","faq_content_2_10_phrase_1":"10. Nuestra página web ","faq_content_2_10_link1":"(www.tueliges.us)","faq_content_2_10_phrase_2":" y nuestra plataforma de descuentos ","faq_content_2_10_link2":"(tueligesus.enjoymydeals.com)","faq_content_2_10_phrase_3":" están en idiomas inglés y español.","faq_content_3":"Vas a acceder de manera exclusiva a MÁS DE 1 MILLÓN DE LUGARES PARA AHORRAR en cuatro categorías de costa a costa:","faq_content_3_1":"1. Minoristas y Servicios: con más de 150.000 opciones para ropa, tecnología, servicios, automóviles, hogar, comestibles, salud, fitness, etc. ","faq_content_3_2":"2. Comida: con más de 50.000 opciones para cenas informales y elegantes, comida rápida, pizza, catering, etc.","faq_content_3_3":"3. Actividades Y Diversión: con más de 50.000 opciones para parques temáticos, recreación, entretenimiento de aventuras, cine, golf, etc.","faq_content_3_4":"4. Viajes: con más de 850.000 opciones para hoteles, alquiler de autos, condominios, servicios de aeropuerto, cruceros, tours, etc.","faq_content_4":"Con un promedio de descuento del 34%, puedes recuperar fácilmente la inversión anual de tu membresía realizando por lo menos dos o tres compras, generando un ahorro de más de $2,500 por año.","faq_content_5":"TuEliges.us es una herramienta para empoderar a la comunidad hispana, permitiéndoles ahorrar en sus compras y experiencias diarias. Como dice nuestro lema, tú eliges dónde ahorrar. Somos una plataforma hecha por y para la comunidad hispana en Estados Unidos.","purchase_welcome":"¡Bienvenido!","purchase_intro":"se unen para ofrecerte un<strong> descuento exclusivo </strong>en la compra de tu membresía.","purchase_public_price_1":"Precio Regular","purchase_public_price_2":"anualmente","purchase_congratulations":"Felicitaciones!","purchase_discounted_price":"Membresia anual","purchase_h4":"¡Empieza a ahorrar ahora!","purchase_cta":"Suscríbete","purchase_recommend":"Asegúrate de usar tu código","purchase_video_title":"Mira el video para saber más","purchase_cta_whatsapp_contact_us":"Contáctanos","purchase_cta_whatsapp_questions":"¿Tienes dudas?"}